Repository: mmghasemi/Appchar-Wp-Plugin
Catalog: languages/appchar-*.po
Languages: fa_ir

source: <strong>Payment error:</strong>
fa_ir: ‏<strong>خطای پرداخت:</strong>

source: You can not purchase virtul money with virtual money. Please choose another payment method.
fa_ir: شما نمی توانید از کیف پول خود اعتبار خریداری کنید. لطفا از روش پرداخت دیگری استفاده کنید.

source: Insufficient funds. Please purchase more credits or use a different payment method.
fa_ir: اعتبار کافی نیست. لطفا اعتبار بیشتری بگیرید یا از روش پرداخت متفاوت استفاده کنید.

source: <strong>System error:</strong>
fa_ir: ‏<strong>خطای سیستم:</strong>

source: There was an error procesing the payment. Please try another payment method.
fa_ir: خطایی در پردازش پرداخت وجود داشت. لطفا روش پرداخت دیگری را امتحان کنید.

source: | Your Current Balance:
fa_ir: | اعتبار کیف پول شما:

source: you already have "user wallet credit system" plugin in your wordpress, please deactive the plugin in order to use our wallet credit!
fa_ir: در حال حاضر شما از پلاگین مجزای کیف پول استفاده می کنید ، برای فعال شدن کیف پول پلاگین اپچار لطفا پلاگین خود را غیرفعال کنید!
