Repository: mmghasemi/Appchar-Wp-Plugin
Catalog: languages/appchar-*.po
Languages: fa_ir

source: You do not have direct access to this page.
fa_ir: شما دسترسی مستقیم به این قسمت را ندارید.

source: The shop is closed at this time
fa_ir: فروشگاه در حال حاضر تعطیل می باشد

source: Placeholder
fa_ir: متن جایگزین

source: None
fa_ir: هیچ

source: none
fa_ir: هیچ کدام

source: slider
fa_ir: اسلایدر

source: button
fa_ir: دکمه

source: full width image
fa_ir: تصویر تمام عرض

source: list
fa_ir: لیست

source: grid view
fa_ir: گرید

source: categories page
fa_ir: صفحه دسته بندی ها

source: single category
fa_ir: دسته بندی تکی

source: product id
fa_ir: آیدی محصول

source: telegram id
fa_ir: آیدی تلگرام

source: instagram id
fa_ir: آیدی اینستاگرام

source: insert your text
fa_ir: متن خود را وارد نمایید

source: full width
fa_ir: گرید تمام عرض

source: two grid in width
fa_ir: گرید 2 ستونه

source: three grid in width
fa_ir: گرید سه ستونه

source: select your image
fa_ir: عکس مورد نظر خود را وارد نمایید

source: insert your id
fa_ir: ایدی خود را وارد نمایید

source: Appchar
fa_ir: اپچار

source: Custom Tab
fa_ir: تب سفارشی

source: Address Seller
fa_ir: آدرس فروشنده

source: title
fa_ir: عنوان

source: description
fa_ir: توضیحات

source: tel (please seperate each tel with ',')
fa_ir: تلفن (لطفا هر تلفن را با ‪‘,’‬ از یکدیگر جدا کنید)

source: Geo Coordinates (for Example: 32.676649,51.7140628)
fa_ir: موقعیت جغرافیایی (به شکل: 32.676649,51.7140628)

source: video in app
fa_ir: اضافه کردن ویدیو به اپلیکیشن

source: manual massage
fa_ir: پیام دستی

source: Send notifications manually
fa_ir: ارسال نوتیفیکیشن دستی

source: All notifications
fa_ir: نمایش نوتیفیکیشن ها

source: All Devices
fa_ir: همه دستگاه ها

source: Notification Settings
fa_ir: تنظیمات نوتیفیکیشن

source: notification
fa_ir: نوتیفیکیشن

source: Message sent.
fa_ir: پیام ارسال شد.

source: change status
fa_ir: تغییر وضعیت

source: new product
fa_ir: محصول جدید

source: new post
fa_ir: پست جدید

source: special product
fa_ir: محصول ویژه

source: user wallet credit system
fa_ir: کیف پول

source: barcode scanner
fa_ir: بارکد اسکنر

source: schedule
fa_ir: زمانبندی کار

source: Flexible Checkout Fields
fa_ir: سفارشی سازی فیلدهای تسویه حساب

source: Custom Register Fields
fa_ir: سفارشی سازی فیلدهای صفحه ثبت نام

source: display notification
fa_ir: نمایش نوتیفیکیشن های ارسال شده

source: multi language
fa_ir: چندزبانه

source: special offer
fa_ir: پیشنهاد شگفت انگیز

source: product expiration date
fa_ir: زمان انقضای محصول

source: free download
fa_ir: دانلود رایگان

source: show map on order page
fa_ir: نمایش نقشه در صفحه سفارش

source: google analytics
fa_ir: گوگل آنالیتیکس

source: easy shopping cart
fa_ir: سبد خرید حرفه ای

source: catalog mode
fa_ir: حالت کاتالوگ

source: force login
fa_ir: لاگین اجباری

source: video in product
fa_ir: اضافه کردن ویدیو به محصولات

source: video in post
fa_ir: اضافه کردن ویدیو به پست ها

source: advance notification
fa_ir: نوتیفیکیشن پشرفته

source: show blog
fa_ir: نمایش بلاگ

source: lottery
fa_ir: قرعه کشی

source: time to receive order
fa_ir: زمان دریافت سفارش

source: time to send order
fa_ir: زمان ارسال سفارش

source: post builder
fa_ir: پست ساز

source: introduce to friends
fa_ir: معرفی به دوستان

source: install now
fa_ir: نصب کنید

source: install
fa_ir: نصب

source: installed
fa_ir: نصب شده

source: more information for
fa_ir: اطلاعات بیشتر برای

source: informatiom
fa_ir: جزئیات بیشتر

source: enable
fa_ir: فعال کردن

source: enabled
fa_ir: فعال شده

source: disable
fa_ir: غیر فعال کردن

source: This feature was disabled
fa_ir: این ویژگی غیرفعال شد

source: This feature is not disabled
fa_ir: این ویژگی غیرفعال نشد

source: Error: Cannot create object
fa_ir: خطا امکان ایجاد این شی وجود ندارد

source: add to cart
fa_ir: اضافه کردن به سبد خرید

source: featured
fa_ir: برجسته

source: Your password is incorrect
fa_ir: پسورد شما صحیح نمی باشد

source: Your username is incorrect
fa_ir: نام کاربری وارد شده، صحیح نمی‌باشد

source: Your account has to be confirmed by an administrator before you can login
fa_ir: قبل از اینکه بتوانید وارد حساب کاربری خود شوید ، حساب کاربری شما باید توسط مدیر تأیید شود

source: Sorry, there is a problem
fa_ir: متاسفانه مشکلی در زمان وارد شدن به وجود آمده است

source: coupon not valid!
fa_ir: کوپن معتبر نمی باشد!

source: Sunday
fa_ir: یک شنبه

source: Monday
fa_ir: دوشنبه

source: Tuesday
fa_ir: سه شنبه

source: Wednesday
fa_ir: چهارشنبه

source: Thursday
fa_ir: پنج شنبه

source: Friday
fa_ir: جمعه

source: Saturday
fa_ir: شنبه

source: from
fa_ir: از

source: to
fa_ir: تا

source: <strong>ERROR</strong>: Enter a username or email address.
fa_ir: <strong>خطا</strong>: یک یوزرنیم و یا ایمیل وارد نمایید.

source: <strong>ERROR</strong>: Invalid username or e-mail.
fa_ir: <strong>خطا</strong>: نام کاربری یا ایمیل نامعتبر است

source: Invalid username or e-mail.
fa_ir: نام کاربری یا ایمیل نامعتبر است.

source: Password reset is not allowed for this user
fa_ir: ریست کردن پسورد برای این کاربر در دسترس نیست

source: Check your e-mail for the confirmation link.
fa_ir: لینک تایید حساب فرستاده شده ، لطفا ایمیل خود را چک کنید

source: View All Categories
fa_ir: نمایش همه دسته بندی ها

source: Sorry, your session has expired.
fa_ir: متاسفانه سشن شما باطل شده است

source: Return to shop
fa_ir: برگشت به فروشگاه

source: home page
fa_ir: صفحه اصلی اپلیکیشن

source: pages
fa_ir: برگه ها

source: settings
fa_ir: تنظیمات

source: Notification
fa_ir: نوتیفیکیشن

source: Notifications
fa_ir: ارسال نوتیفیکیشن

source: appchar extension
fa_ir: افزونه های اپچار

source: about appchar
fa_ir: درباره اپچار

source: Appchar Extensions
fa_ir: پلاگینهای اپچار

source: Schedule Setting
fa_ir: تنظیمات زمانبندی

source: Categories Time
fa_ir: زمان دسته بندی ها

source: Checkout Fields Setting
fa_ir: تنظیمات فیلدهای تسویه حساب

source: Edit states
fa_ir: ویرایش استانها

source: notifications
fa_ir: نوتیفیکیشن

source: schedule setting
fa_ir: تنظیمات زمانبندی فروشگاه

source: wallet setting
fa_ir: تنظیمات کیف پول

source: custom checkout field
fa_ir: ویرایش فیلدهای تسویه حساب

source: edit states field
fa_ir: ویرایش ایتم های فیلد استان و شهر

source: send & receive order
fa_ir: ارسال و دریافت سفارش

source: extension setting
fa_ir: تنظیمات افزونه ها

source: select pages
fa_ir: انتخاب برگه ها

source: show pages
fa_ir: نمایش برگه ها

source: These pages will be displayed in the application menu. You can use these pages to introduce themselves (About Us) or links (Contact us) and ...
fa_ir: این صفحات در منوی اپلیکیشن نمایش داده می شود . شما می توانید از این برگه ها برای نمایش اطلاعات تماس و معرفی خود و ... استفاده نمایید.

source: Please create your page with default editor and don't use page builder. We can't show shortcode to your app
fa_ir: لطفا صفحه خود را با ویرایشگر پیش فرض ایجاد کنید و از سازنده صفحه استفاده نکنید. ما نمیتوانیم شورتکدها را در برنامه شما نشان دهیم

source: select banner image (The standard size for photos should be 640x360 pixel with padding 10px )
fa_ir: انتخاب تصویر بنر (سایز استاندارد 640x360 با حاشیه 10px است)

source: appchar custom tab
fa_ir: تب سفارشی اپچار

source: appchar seller address
fa_ir: آدرس فروشنده

source: general settings
fa_ir: تنظیمات عمومی

source: notification settings
fa_ir: تنظیمات نوتیفیکیشن

source: setting
fa_ir: تنظیمات

source: General Settings
fa_ir: تنظیمات عمومی

source: Type of display categories in Categories Page:
fa_ir: نوع نمایش دسته بندی ها در صفحه دسته بندی ها

source: View type of percentage discount:
fa_ir: نوع نمایش درصد تخفیف

source: payments:
fa_ir: نوع درگاه پرداخت

source: short description for products:
fa_ir: نمایش توضیحات کوتاه برای محصول

source: google analytics tracking id
fa_ir: آیدی گوگل انالیتیکس ترکینگ

source: change add to cart button text
fa_ir: تغییر متن دکمه ‪‘‬اضافه کردن به سبد خرید‪’‬

source: change featured label text
fa_ir: تغییر متن برجسب محصولات برجسته

source: Visibility Setting
fa_ir: تنظیم ظاهر

source: bestseller products is visible
fa_ir: نمایش پرفروشترین محصولات در صفحه دسته بندی ها

source: recent products is visible
fa_ir: نمایش اخرین محصولات در صفحه دسته بندی ها

source: product rate is visible
fa_ir: نمایش امتیاز محصول

source: search is visible
fa_ir: نمایش جستجو

source: sort is visible
fa_ir: نمایش مرتب سازی

source: Add logo image instead of your app text
fa_ir: اضافه کردن تصویر لوگو به جای متن پیشفرض

source: Pinned Message Setting
fa_ir: تنظیمات پیام چسبان

source: insert your update message
fa_ir: پیام اپدیت

source: insert your update app link
fa_ir: لینک دانلود اپلیکیشن اپدیت شده

source: insert your custom message
fa_ir: پیام دستی خود را وارد نمایید

source: Choose the background color of your message
fa_ir: رنگ پس زمینه پیام خود را انتخاب نمایید

source: Extensions setting
fa_ir: تنظیمات افزونه ها

source: The number of custom tabs:
fa_ir: تعداد تبهای سفارشی مورد نیاز

source: toggle product to cart
fa_ir: افزایش و کاهش محصول در سبد

source: sync cart in app with site
fa_ir: همگام سازی سبد با سایت

source: blog title
fa_ir: عنوان پست

source: User Approve
fa_ir: تنظیمات تایید/تعلیق کاربران

source: Enable Approving Users by Admin Mode
fa_ir: تایید کاربران توسط مدیر فعال شود

source: lottery title
fa_ir: عنوان قرعه کشی

source: One-level Categories
fa_ir: دسته بندی 1 سطحی

source: Two-level Categories
fa_ir: دسته بندی 2 سطحی

source: One-level Categories with tab-bar subcategory
fa_ir: دسته بندی تک سطحی با نمایش محصولات زیردسته ها به صورت تب بار

source: Hide percentage discount
fa_ir: مخفی کردن درصد تخفیف

source: Display percentage discount as a circle on product photo
fa_ir: نمایش درصد تخفیف به صورت دایره ای بر روی عکس

source: Display discount percentage as a red ribbon under the product photo
fa_ir: نمایش درصد تخفیف به صورت نوار قرمز رنگ زیر عکس

source: Two Columns
fa_ir: دو ستونه

source: One Column
fa_ir: تک ستونه

source: External payment
fa_ir: پرداخت برون برنامه ای

source: In-app payment
fa_ir: پرداخت درون برنامه ای

source: Enable
fa_ir: فعال

source: Disable
fa_ir: غیرفعال

source: you can get this token from <a href='http://cedarmaps.com/'>http://cedarmaps.com</a>
fa_ir: شما میتوانید توکن را از سایت صدار به آدرس <a href='http://cedarmaps.com/'>cedarmaps.com</a> تهیه نمایید

source: Your photo should be 60x300 or less
fa_ir: عکس شما باید حداکثر ۶۰X۳۰۰ باشد

source: blue(info)
fa_ir: آبی (اطلاعات)

source: green(success)
fa_ir: سبز (موفقیت)

source: yellow(warning)
fa_ir: زرد (اخطار)

source: red(alert)
fa_ir: قرمز (هشدار)

source: text
fa_ir: متن

source: url address
fa_ir: آدرس url

source: post id
fa_ir: آیدی پست

source: lottery id
fa_ir: آیدی قرعه کشی

source: search
fa_ir: جستجو

source: By holding down the Control key and select the categories you can choose several options
fa_ir: شما می توانید با نگه داشتن کلید ctrl و انتخاب دسته بندی ها چند مورد را انتخاب نمایید

source: recent product
fa_ir: جدیدترین محصولات

source: bestseller product
fa_ir: پرفروشترین محصولات

source: special category
fa_ir: دسته بندی خاص

source: this feature is not active
fa_ir: این ویژگی فعال نیست

source: insert your title
fa_ir: عنوان خود را وارد نمایید

source: recent post
fa_ir: اخرین پست ها

source: There is no changelog available.
fa_ir: هیچ تغییراتی در دسترس نیست.

source: Check for updates
fa_ir: بررسی جهت بروزرسانی

source: This plugin is up to date.
fa_ir: این پلاگین بروز می باشد.

source: A new version of this plugin is available.
fa_ir: ورژن جدید این پلاگین موجود می باشد.

source: Unknown update checker status "%s"
fa_ir: وضعیت بررسی بروزرسانی ، نامشخص "%s"

source: Show notification result
fa_ir: نمایش نتیجه ارسال نوتیفیکشن

source: Send notifications when adding new product
fa_ir: ارسال نوتیفیکیشن زمان اضافه شدن محصول جدید

source: Send notifications when adding new post
fa_ir: ارسال نوتیفیکیشن زمان اضافه شدن پست جدید

source: New post message
fa_ir: پیغام پست جدید

source: Notification image type
fa_ir: نوع عکس نوتیفیکیشن

source: Send notification when registration Specials
fa_ir: ارسال نوتیفیکیشن زمان ویژه شدن محصول

source: Send notification when order status changed
fa_ir: ارسال نوتیفیکیشن زمان سفارش محصول توسط مشتری

source: Notification Message
fa_ir: پیام نوتیفیکیشن

source: New product message
fa_ir: پیغام نوتیفیکیشن محصول جدید

source: Special product message
fa_ir: پیغام نوتیفیکیشن محصول ویژه

source: Pending Payment status
fa_ir: وضعیت در انتظار پرداخت

source: Processing status
fa_ir: وضعیت در حال پردازش

source: On Hold status
fa_ir: وضعیت در انتظار

source: Completed status
fa_ir: وضعیت تکمیل سفارش

source: Cancelled status
fa_ir: وضعیت لغو سفارش

source: Refunded status
fa_ir: وضعیت مسترد

source: Failed status
fa_ir: وضعیت شکست خوردن سفارش

source: Settings required to send notifications
fa_ir: تنظمیمات مورد نیاز برای ارسال نوتیفیکیشن

source: customize your notification message
fa_ir: پیام نوتیفیکیشن خود را شخصی سازی کنید

source: product {product name} in {blog title}
fa_ir: عرضه {product name} در {blog title}

source: post {product name} in {blog title}
fa_ir: پست {product name} در {blog title}

source: background
fa_ir: پس زمینه

source: large
fa_ir: بزرگ

source: Save money on {product name} with {percent price} percent discount on {blog title}
fa_ir: پول خود را ذخیره کنید در {product name} با {percent price} در تخفیف در {blog title}

source: hello {b_first_name} {b_last_name} Order {order_id} has been received and is now in a state of pending Custom items: {all_items} Order value: {price} Transaction Number: {transaction_id}
fa_ir: سلام {b_first_name} {b_last_name} سفارش شماره {order_id} دریافت گردید و هم اکنون در وضعیت انتظار قرار دارد سفارشات: {all_items} قیمت: {price} شماره تراکنش: {transaction_id}

source: hello {b_first_name} {b_last_name} Order {order_id} has been received and is now in a state of processing Custom items: {all_items} Order value: {price} kfjkdlsjklsdf Transaction Number: {transaction_id}
fa_ir: سلام {b_first_name} {b_last_name} سفارش شماره {order_id} دریافت گردید و هم اکنون در وضعیت درحال پردازش قرار دارد سفارشات: {all_items} قیمت: {price} شماره تراکنش: {transaction_id}

source: hello {b_first_name} {b_last_name} Order {order_id} has been received and is now in a state of on hold Custom items: {all_items} Order value: {price} Transaction Number: {transaction_id}
fa_ir: سلام {b_first_name} {b_last_name} سفارش شماره {order_id} دریافت گردید و هم اکنون در وضعیت انتظار قرار دارد سفارشات: {all_items} قیمت: {price} شماره تراکنش: {transaction_id}

source: hello {b_first_name} {b_last_name} Order {order_id} has been received and is now in a state of comleted Custom items: {all_items} Order value: {price} Transaction Number: {transaction_id}
fa_ir: سلام {b_first_name} {b_last_name} سفارش شماره {order_id} دریافت گردید و هم اکنون در وضعیت تکمیل شده قرار دارد سفارشات: {all_items} قیمت: {price} شماره تراکنش: {transaction_id}

source: hello {b_first_name} {b_last_name} Order {order_id} has been received and is now in a state of cancelled Custom items: {all_items} Order value: {price} Transaction Number: {transaction_id}
fa_ir: سلام {b_first_name} {b_last_name} سفارش شماره {order_id} دریافت گردید و هم اکنون در وضعیت لغو قرار دارد سفارشات: {all_items} قیمت: {price} شماره تراکنش: {transaction_id}

source: hello {b_first_name} {b_last_name} Order {order_id} has been received and is now in a state of refunded Custom items: {all_items} Order value: {price} Transaction Number: {transaction_id}
fa_ir: سلام {b_first_name} {b_last_name} سفارش شماره {order_id} دریافت گردید و هم اکنون در وضعیت مسترد قرار دارد سفارشات: {all_items} قیمت: {price} شماره تراکنش: {transaction_id}

source: hello {b_first_name} {b_last_name} Order {order_id} has been received and is now in a state of failed Custom items: {all_items} Order value: {price} Transaction Number: {transaction_id}
fa_ir: سلام {b_first_name} {b_last_name} سفارش شماره {order_id} با شکست مواجه کردید سفارشات: {all_items} قیمت: {price} شماره تراکنش: {transaction_id}

source: appchar post builder
fa_ir: پست ساز اپچار

source: button element
fa_ir: المان دکمه

source: full wide grid element
fa_ir: المان گرید تمام عرض

source: two part grid element
fa_ir: المان گرید دو قسمتی

source: three part grid element
fa_ir: المان گرید سه قسمتی

source: slider element
fa_ir: المان اسلایدر

source: text element
fa_ir: المان متن

source: video element
fa_ir: المان ویدیو

source: extensions
fa_ir: پلاگین ها

source: home page setting
fa_ir: تنظیمات صفحه اصلی اپلیکیشن

source: this category is not valid
fa_ir: این دسته بندی نامعتبر است

source: category banner
fa_ir: بنر دسته بندی

source: The photos will be displayed on the page categories of applications
fa_ir: این عکس ها در صفحه هر دسته بندی نمایش داده میشود

source: The standard size for photos should be 640x360 pixel with 10 pixel padding
fa_ir: سایز استاندارد برای عکس ها اندازه 640 در 360 با حاشیه 10 پیکسل است

source: Delete
fa_ir: حذف

source: select banner
fa_ir: انتخاب بنر

source: Settings saved
fa_ir: تنظیمات ذخیره شد.

source: general setting
fa_ir: تنظیمات عمومی

source: View in the menu bar at the top
fa_ir: نمایش در منوبار بالای صفحه

source: Output send notifications
fa_ir: خروجی ارسال نوتیفیکیشن

source: out-app
fa_ir: برون برنامه ای

source: in-app
fa_ir: درون برنامه ای

source: please select your banner photo
fa_ir: لطفا عکس بنر خود را انتخاب کنید

source: home banners
fa_ir: بنرهای صفحه اول

source: The photos will be displayed on the front page application
fa_ir: این عکس ها در صفحه اول اپلیکیشن نمایش داده میشود.

source: category:
fa_ir: دسته بندی:

source: simple banner
fa_ir: بنر ساده

source: product:
fa_ir: محصول:

source: add banner
fa_ir: افزودن بنر

source: category list
fa_ir: لیست دسته بندی

source: item
fa_ir: مورد

source: previous page
fa_ir: صفحه قبل

source: current page
fa_ir: این صفحه

source: of
fa_ir: از

source: next page
fa_ir: صفحه بعد

source: Bulk Action
fa_ir: کارهای دسته جمعی

source: Send Notification
fa_ir: ارسال نوتیفیکیشن

source: apply
fa_ir: اجرا

source: device id
fa_ir: شماره دستگاه

source: username
fa_ir: یوزرنیم

source: device os
fa_ir: سیستم عامل دستگاه

source: device model
fa_ir: مدل دستگاه

source: app version
fa_ir: ورژن اپلیکیشن

source: last active
fa_ir: آخرین فعالیت

source: play time
fa_ir: زمان گذرانده شده در اپلیکیشن

source: create at
fa_ir: زمان ساخت

source: Unfortunately no devices found
fa_ir: متاسفانه هیچ دستگاهی یافت نشد.

source: send notification
fa_ir: ارسال نوتیفیکیشن

source: show details
fa_ir: نمایش جزئیات

source: send message
fa_ir: ارسال پیام

source: Your message will be sent to
fa_ir: پیام ارسال خواهد شد به:

source: message title:
fa_ir: عنوان نوتیفیکیشن

source: insert your message
fa_ir: پیام خود را وارد کنید:

source: * please don't use any html code
fa_ir: * لطفا از کدهای html استفاده نکنید.

source: send
fa_ir: ارسال

source: notification id
fa_ir: آیدی نوتیفیکیشن

source: content
fa_ir: محتوا

source: successful
fa_ir: موفقیت

source: failed
fa_ir: شکست

source: converted
fa_ir: دیده شده

source: remaining
fa_ir: در انتظار

source: queued at
fa_ir: زمان ایجاد

source: send after
fa_ir: زمان ارسال

source: canceled
fa_ir: لغو شد

source: your page published
fa_ir: برگه شما منتشر شد

source: your page updated
fa_ir: برگه شما بروزرسانی شد

source: publish
fa_ir: انتشار

source: update
fa_ir: بروزرسانی

source: page address
fa_ir: آدرس صفحات

source: first
fa_ir: اولین

source: second
fa_ir: دومین

source: third
fa_ir: سومین

source: fourth
fa_ir: چهارمین

source: fifth
fa_ir: پنجمین

source: page
fa_ir: صفحه

source: page title
fa_ir: عنوان برگه

source: -- select page --
fa_ir: انتخاب برگه

source: all appchar pages
fa_ir: تمام برگه های اپچار

source: This page will remove in future version of plugin
fa_ir: این صفحه در نسخه های آینده پلاگین حذف خواهد شد

source: No pages were found
fa_ir: هیچ برگه ای یافت نشد

source: edit
fa_ir: ویرایش

source: You Are About To delete this post.\nThis Action Is Not Reversible.\n\n Choose [Cancel] to stop, [Ok] to delete.
fa_ir: آیا می خواهید این برگه حذف گردد. این کار غیر قابل برگشت است. در صورت اطمینان بر روی [Ok] و در غیر این صورت بر روی [Cancel] کلیک نمایید

source: delete
fa_ir: حذف

source: custom checkout fields
fa_ir: ویرایش فیلدهای تسویه حساب

source: visible
fa_ir: قابل رویت

source: require
fa_ir: ضروری

source: first name
fa_ir: نام

source: last name
fa_ir: نام خانوادگی

source: email
fa_ir: ایمیل

source: password
fa_ir: پسورد

source: username or email
fa_ir: یوزرنیم یا ایمیل

source: custom register fields
fa_ir: سفارشی سازی فیلدهای ثبت نام

source: number
fa_ir: شماره

source: phone
fa_ir: تلفن

source: mobile
fa_ir: موبایل

source: label
fa_ir: لیبل

source: fields type
fa_ir: نوع فیلد

source: require filed
fa_ir: فیلدهای اجباری

source: custom login fields
fa_ir: سفارشی سازی فیلدهای ورود

source: type
fa_ir: نوع

source: custom states fields
fa_ir: ویرایش آیتم های فیلد استان و شهر

source: customize states and cities
fa_ir: شخصی سازی فیلد استان و شهر

source: Please enter your city consider, please separate cities by '|'
fa_ir: لطفا شهرهای وارد شده را با “|” از هم جداسازی کنید

source: to
fa_ir: الی

source: schedule your worktime
fa_ir: ساعت کاری فروشگاه را تعیین نمایید

source: Enter a message for the closed shop
fa_ir: پیغام موردنظر خود را زمان بسته بودن فروشگاه وارد کنید

source: Unfortunately, you can not enter upper than 100
fa_ir: شما نمی توانید عددی بالاتر از 100 انتخاب کنید

source: Unfortunately, please enter valid amount
fa_ir: لطفا مبلغ قابل قبول وارد کنید

source: Wallet Setting
fa_ir: تنظیمات کیف پول

source: Enable Rewards per order
fa_ir: فعال کردن امتیاز به ازای ثبت سفارش

source: Amount Type
fa_ir: نوع پاداش

source: Percent
fa_ir: درصد

source: Constant
fa_ir: ثابت

source: amount
fa_ir: هزینه

source: The minimum amount of order
fa_ir: حداقل مبلغ سفارش

source: Enable introduce to friends extensions
fa_ir: فعال سازی افزونه معرفی به دوستان

source: title on sidebar menu
fa_ir: عنوان منوی کناری اپلیکیشن

source: text to share with friends
fa_ir: متن اشتراک گذاشته شده با دوستان

source: text to show in share page
fa_ir: متن توضیحات در صفحه اشتراک گذاری لینک قرعه کشی

source: Point of credit added to the referrer
fa_ir: میزان اعتباری که باید به معرفی کننده اضافه گردد

source: Point of credit added to the referred user
fa_ir: میزان اعتباری که باید به کاربر معرفی شده اضافه شود

source: product list
fa_ir: لیست محصول

source: post list
fa_ir: لیست پست ها

source: lottery leader board
fa_ir: جدول امتیازات قرعه کشی

source: remove
fa_ir: حذف

source: add
fa_ir: اضافه کردن

source: Buy Now
fa_ir: خرید

source: Add to cart
fa_ir: اضافه کردن به سبد خرید

source: Credit Amount (
fa_ir: میزان اعتبار

source: The amount of credits for this product in currency format.
fa_ir: مقدار اعتبار این محصول به واحد پول سیستم

source: User Wallet
fa_ir: کیف پول کاربر

source: Have your customers pay with their user wallet balance.
fa_ir: اجازه خردی از طریق اعتبار کیف پول

source: Enable User Wallet
fa_ir: فعالسازی کیف پول

source: Title
fa_ir: عنوان

source: Payment method description that the customer will see on your checkout.
fa_ir: توضیحات متد پرداخت که مشتری در صفحه تسویه حساب خود می بیند

source: Description
fa_ir: توضیحات

source: Payment method description that the customer will see on your website.
fa_ir: توضیحات متد پرداخت که مشتری در صفحه وبسایت می بیند

source: Pay using your Wallet.
fa_ir: پرداخت از طریق کیف پول

source: Instructions
fa_ir: ساختار

source: Instructions that will be added to the thank you page.
fa_ir: ساختاری که در صفحه سپاسگزاری دیده می شود

source: Pay using your Wallet
fa_ir: پرداخت از طریق کیف پول

source: Enable for shipping methods
fa_ir: فعال برای متد حمل

source: If User Wallet is only available for certain shipping methods, set it up here. Leave blank to enable for all methods.
fa_ir: اگر متد پرداخت کیف پول برای متدهای پرداخت خاصی باید فعال شوند آنها را وارد کنید در غیر این صورت این قسمت را خالی بگذارید تا برای همه متدها نمایش داده شود.

source: Select shipping methods
fa_ir: انتخاب متدهای حمل

source: Enable for virtual orders
fa_ir: فعال برای سفارشات مجازی

source: Enable User Wallet if the order is virtual
fa_ir: فعال کردن کیف پول سفارش مجازیست
